/* Done button label in navigation bar */
"Done" = "סיום";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "פתח באמצעות…";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "פתח ב-״%@״";

/* Loading message in progress layer*/
"Loading..." = "טוען…";

/* Displayed when there are no items to preview */
"No Items" = "אין פריטים";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ מתוך %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "החלק/י את האצבע כלפי מטה לקביעת מהירות המעבר.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "לא ניתן היה לפתוח את המסמך באמצעות סיסמה זו.";

/* OK button */
"OK" = "אישור";

